Repository: jamesoidian/kuvari
Catalog: lib/l10n/intl_*.arb
Languages: fi

# searchHint
source: Search images e.g. smile
fi: Hae kuvia hakusanalla esim. hymy

source: No results
fi: Ei hakutuloksia

# infoPageTitle
source: About the app
fi: Tietoa sovelluksesta

# infoPageParagraph1
source: This application was created by a private individual as voluntary work. The application uses the Papunet image bank and OpenSymbols and has been developed for non-commercial purposes, especially to support alternative communication. The inspiration for developing the application comes from the practical everyday needs of Rinnekodit housing units.
fi: Tämä sovellus on syntynyt yhden yksityishenkilön vapaaehtoistyönä. Sovellus käyttää Papunetin kuvapankkia ja se on kehitetty epäkaupallisiin tarkoituksiin, erityisesti vaihtoehtoisen kommunikoinnin tueksi. Inspiraatio sovelluksen kehittämiseen on peräisin Rinnekotien asumisyksiköstä käytännön arjen tarpeista.

# papunetLinkLabel
source: Papunet Image Bank
fi: Papunetin kuvapankki

# infoPageParagraph2
source: The images in the Papunet image bank are licensed under the Attribution-NonCommercial-ShareAlike license (Creative Commons). The license prohibits the use of images for commercial purposes. OpenSymbols is a collection of open-licensed picture symbols that can be used for augmentative communication.
fi: Papunetin kuvapankin kuvat on lisensoitu Nimeä-EiKaupallinen-JaaSamoin-lisenssillä (Creative Commons). Lisenssi kieltää kuvien käytön kaupallisiin tarkoituksiin.

# licenseLinkLabel
source: ATTRIBUTION-NONCOMMERCIAL-SHAREALIKE 4.0
fi: NIMEÄ-EIKAUPALLINEN-JAASAMOIN 4.0

# searchError
source: Error in search:
fi: Virhe haussa:

source: Selected images
fi: Valitut kuvat

source: No selected images.
fi: Ei valittuja kuvia.

source: Clear
fi: Tyhjennä

source: Save image story
fi: Tallenna kuvajono

source: Saved image stories
fi: Tallennetut kuvajonot

# info
source: About the app
fi: Tietoa sovelluksesta

source: Language
fi: Kieli

# categories
source: Select categories
fi: Valitse kategoriat

source: Cancel
fi: Peruuta

source: Home
fi: Etusivu

source: Image Viewer
fi: Kuvien katselu

source: No images to view.
fi: Ei kuvia katsottavaksi.

source: Search
fi: Hae

source: Select categories
fi: Valitse kategoriat

source: Error
fi: Virhe

# categoryDrawing
source: Drawing
fi: Piirroskuva

# categoryToisto
source: Repetition
fi: Toisto

# categoryPhoto
source: Photo
fi: Valokuva

# categorySign
source: Sign
fi: Viittoma

source: Delete
fi: Poista

source: Scroll left
fi: Selaa vasemmalle

source: Scroll right
fi: Selaa oikealle

# emptySelectedImagesConfirm
source: Are you sure you want to clear all selected images?
fi: Haluatko varmasti tyhjentää kaikki valitut kuvat?

source: No saved image stories.
fi: Ei tallennettuja kuvajonoja.

# imageStorySaved
source: Image story "{name}" saved.
fi: Kuvajono "{name}" tallennettu.

# imageStoryDeleted
source: Image story "{name}" deleted.
fi: Kuvajono "{name}" poistettu.

source: View image story
fi: Näytä kuvajono

source: Give image story name
fi: Anna kuvajonon nimi

source: Name
fi: Nimi

source: Save
fi: Tallenna

source: Clear image story
fi: Tyhjennä kuvajono

source: Yes
fi: Kyllä

source: Show images
fi: Näytä kuvat

# noSavedStories
source: You have no saved image stories.
fi: Sinulla ei ole tallennettuja kuvatarinoita.

# deleteInfoLabel
source: Delete row by swiping left
fi: Poista jono pyyhkäisemällä vasemmalle
